[Translation]
ThisLanguage=		Français 

Language=		Langue

DockSettings=		 Paramètres...
IconSettings=		Propriétés
AddItem=		Nouveau raccourci
  ItemFile=		Fichier
  ItemPath=		Dossier
  ItemSeparator=	Séparateur
  ItemDockSettings=	Raccourci vers "Paramètres..."
DeleteItem=		Effacer
TakeScreenshot=		Capture d'écran


General=			Général
AutoRun=			Lancer RocketDock au démarrage
HideLabels=			Masquer le texte des icônes
LockIcons=			Verrouiller les icônes
AutoHide=			Masquer automatiquement RocketDock


Icons=			Icônes
Size=				Taille
Quality=			Qualité
  QualityLow=		Qualité basse (rapide)
  QualityMedium=	Qualité moyenne
  QualityHigh=		Qualité haute (lent)
Zoom=				Étirement
ZoomRange=			Nombre d'icônes animées
ZoomTime=			Durée de l'animation


Position=			Position
Monitor=			Moniteur
  MonitorList=		Moniteur
Side=				Position
  SideTop=		En haut
  SideBottom=		En bas
  SideLeft=		À gauche
  SideRight=		À droite
Z-Order=		Niveau
  zTop=			Au premier plan
  zNormal=		Normal
  zBottom=		À l'arrière plan
Offset=			Déplacement


Style=			Style
Theme=			Thème
Opacity=		Transparence
SelectFont=		Police


About=			À propos
Donate=			Faire un don
Updates=		Mise à jour
Forums=			Forum



Quit=			Quitter
OK=			OK
Cancel=			Annuler



Version=		Version :
ThankYou=		Merci d'utiliser Rocket Dock, Si vous aimez ce programme parlez de nous autour de vous et ainsi nous nous développerons ;)


Folders=		Dossiers
DefaultFolder=		Dossier par défaut
ChangeFolder=		Autre dossier


Preview=		Prévisualisation


DefaultIcon=		Icône par défaut


Properties=		Propriétés
Name=			Nom :
Target=			Cible :
FindTarget=		Rechercher la cible
StartIn=		Emplacement :
Arguments=		Arguments :
Run=			Exécuter :
  RunNormal=		Fenêtre normale
  RunMaximized=		Fenêtre agrandie
  RunMinimized=		Fenêtre réduite
Popup=			Bouton droit
ContextMenu=		Menu contextuel en cascade


FontOutlineColor=	Contour
FontShadowColor=	Ombre
FontOutlineOpacity=	Opacité du contour
FontShadowOpacity=	Opacité de l'ombre

;#################
;For Version 1.1.2
;#################

MouseActivate=		Activation par passage de la souris
AutoHideTime=		Délai pour masquer la barre
AutoHideDelay=		Durée du masquage de la barre
UberIconFX=		Effets UberIcon 




;#################
;For Version 1.2.0
;#################

ZoomFlat=			Étirement Continu
VerticalOffset=		Ajustement Vertical
ItemBlank=			Icône Vierge
Defaults=			Par défaut
Confirm=			Confirmation
ConfirmDefaults=		Etes-vous sûrs de vouloir rétablir la configuration d'origine de RocketDock ?<BR>Information : ceci n'affecte pas vos icônes.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Réduire les fenêtres dans le dock
ShowRunning=		Indicateurs d'applications ouvertes
OpenRunning=		Un seul exemplaire de chaque programme
UseINI=			Enregistrer les paramètres dans un fichier INI
GetMore=			Plus
Behavior=			Réactions
MouseActivateDelay=	Délai d'activation
IconActivationFX=		Effet d'activation
None=				Aucun
Bounce=			Rebonds
ZoomOpaque=			Zoom Opaque
HoverFX=			Effet de survol
ZoomBubble=			Zoom: Bulle
ZoomPlateau=		Zoom: Plateau
OpenWindow=			Restaurer
CloseWindow=		Fermer
ItemRecycleBin=		Corbeille
StateNormal=		Icône normale
StateEmpty=			Corbeille Vide
StateFull=			Corbeille Pleine


;#################
;For Version 1.3.1
;#################

DebugInfo=			Infos  Debogage 
ConfirmDebugInfo=		RocketDock va créer un fichier de débogage...<BR><BR>Il contiendra:<BR>  * Les paramètres de RocketDock (chemins et arguments inclus)<BR>  * La liste des tâches en cours d'exécution<BR>  * Des informations système importantes.
DisableMinAnimation=	Désactiver les animations de réduction
OpenRunningShort=	Un exemplaire:
UseGlobal=			Paramètres généraux
Always=			Toujours
Never=			Jamais
Warnings=			Alertes: <COUNT>
WarningINIWrite=		Settings.ini est en lecture seule.  Vos paramètres ne peuvent pas être enregistrés.


